---
layout: single
title: "3e0r"
permalink: /
classes: wide
author_profile: true
toc: true
toc_label: "Оглавление"
toc_icon: "far fa-list-alt"   # иконка в заголовке TOC (можно любую FA)
---
# Обо мне
Учусь на первом курсе на кафедре "Информационная безопасность" КНИТУ. С 9 класса зарядился пентестом и всячески пытаюсь развиться в этой сфере. Хочу пробиться в топовую компанию и обладать высокими знаниями. Но чтобы этого добиться, нужно многое читать, писать write up`ы, в этом небольшом блоге я этим и займусь))

# Мой план
1. ~~Принять участие в ctfcup~~
2. Попасть на стажировку в компанию.
3. Решить багбаунти.
4. Провести крупный пентест удачно с коллегами.
5. Стать Red Team Lead :)
